import { EMAIL, PHONE, SECOND_EMAIL, SECOND_PHONE } from './contacts.constants'

export const SITE_NAME =
	'БитКом — магазин ремонта и продажи компьютерной техники в Тольятти, Самаре и Сызрани с доставкой по регионам России'
export const SITE_DESCRIPTION = `Компания «БитКом» — это магазин ремонта и продажи компьютерной техники в городе Тольятти и на территории Самарской области. Мы специализируемся на реализации восстановленного и Б/У оборудования: компьютерной техники, комплектующих, офисной и бытовой оргтехники в городе Тольятти, Самаре, Сызрани с возможностью доставки в разные регионы России. Свяжитесь с нашими менеджерами по номеру: ${PHONE} или ${SECOND_PHONE}. Или напишите на почту: ${EMAIL}, ${SECOND_EMAIL}.`

export const NO_INDEX = { robots: { index: false, follow: false } }
