import { EMAIL, PHONE, SECOND_EMAIL, SECOND_PHONE } from './contacts.constants'

export const SITE_NAME =
	'БитКом — магазин ремонта и продажи компьютерной техники в Тольятти, Самаре и Сызрани с доставкой по регионам России'
export const SITE_DESCRIPTION = `Компания «БитКом» — это магазин ремонта и продажи компьютерной техники в городе Тольятти и на территории Самарской области. Мы специализируемся на реализации восстановленного компьютерного оборудования, комплектующих, офисной и бытовой оргтехники в городе Тольятти, Самаре, Сызрани с возможностью доставки в разные регионы России. Техника б/у в компании восстанавливается опытными мастерами, тестируется на работоспособность сотрудниками компании и прекрасно соответствует задачам для офиса и дома! Наш каталог обновляется регулярно, и вы всегда сможете найти самые актуальные предложения и новинки. Кроме того, у нас всегда есть выгодные акции и скидки по разным позициям! Доставка гарантированно действует по всей Самарской области, включая города Самара, Тольятти и Сызрань, а также может включать в себя другие регионы страны. Свяжитесь с нашими менеджерами по номеру: ${PHONE} или ${SECOND_PHONE}. Или напишите на почту: ${EMAIL}, ${SECOND_EMAIL}.`

export const NO_INDEX = { robots: { index: false, follow: false } }
